Repository: ArtuhovichVladislav/Trimline
Catalog: Trimline/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, uk, zh_hans, zh_hant

source: Pause
es: Pausa
it: Pausa
ja: 一時停止
ko: 일시 정지
pt_br: Pausar
ru: Пауза
uk: Пауза
zh_hans: 暂停
zh_hant: 暫停

source: Timeline
es: Línea de tiempo
ja: タイムライン
ko: 타임라인
pt_br: Linha do tempo
ru: Временная шкала
uk: Часова шкала
zh_hans: 时间线
zh_hant: 時間列

source: Updates
es: Actualizaciones
fr: Mises à jour
it: Aggiornamenti
ja: アップデート
ko: 업데이트
pt_br: Atualizações
ru: Обновления
uk: Оновлення
zh_hans: 更新
zh_hant: 更新項目

source: Version %@
es: Versión %@
it: Versione %@
ja: バージョン%@
ko: 버전 %@
pt_br: Versão %@
ru: Версия %@
uk: Версія %@
zh_hans: 版本%@
zh_hant: 版本%@

# Version %@ (%@)
source: Version %1$@ (%2$@)
es: Versión %1$@ (%2$@)
it: Versione %1$@ (%2$@)
ja: バージョン%1$@ (%2$@)
ko: 버전 %1$@(%2$@)
pt_br: Versão %1$@ (%2$@)
ru: Версия %1$@ (%2$@)
uk: Версія %1$@ (%2$@)
zh_hans: 版本%1$@ (%2$@)
zh_hant: 版本%1$@（%2$@）

# Video, %@, %@
source: Video, %1$@, %2$@
es: Vídeo, %1$@, %2$@
fr: Vidéo, %1$@, %2$@
ja: ビデオ、%1$@、%2$@
ko: 비디오, %1$@, %2$@
pt_br: Vídeo, %1$@, %2$@
ru: Видео, %1$@, %2$@
uk: Відео, %1$@, %2$@
zh_hans: 视频，%1$@，%2$@
zh_hant: 影片，%1$@，%2$@

# Video, %@, %@, %@
source: Video, %1$@, %2$@, %3$@
es: Vídeo, %1$@, %2$@, %3$@
fr: Vidéo, %1$@, %2$@, %3$@
ja: ビデオ、%1$@、%2$@、%3$@
ko: 비디오, %1$@, %2$@, %3$@
pt_br: Vídeo, %1$@, %2$@, %3$@
ru: Видео, %1$@, %2$@, %3$@
uk: Відео, %1$@, %2$@, %3$@
zh_hans: 视频，%1$@，%2$@，%3$@
zh_hant: 影片，%1$@，%2$@，%3$@

source: Website
es: Sitio web
fr: Site web
it: Sito web
ja: Webサイト
ko: 웹 사이트
pt_br: Site
ru: Веб-сайт
uk: Вебсайт
zh_hans: 网站
zh_hant: 網站

source: Clip %@
fr: Extrait %@
ja: クリップ %@
ko: 클립 %@
pt_br: Clipe %@
ru: Клип %@
uk: Кліп %@
zh_hans: 片段 %@
zh_hant: 片段 %@

source: clip
fr: extrait
ja: クリップ
ko: 클립
pt_br: clipe
ru: клип
uk: кліп
zh_hans: 片段
zh_hant: 片段

# Audio, %@, %@
source: Audio, %1$@, %2$@
ja: オーディオ、%1$@、%2$@
ko: 오디오, %1$@, %2$@
pt_br: Áudio, %1$@, %2$@
ru: Аудио, %1$@, %2$@
uk: Аудіо, %1$@, %2$@
zh_hans: 音频，%1$@，%2$@
zh_hant: 音訊，%1$@，%2$@
